[
  {
    "years": ["2016"],
    "events": ["Espace culturel Aimé Césaire — Gennevilliers"]
  },
  {
    "years": ["2012"],
    "events": ["Galerie JC Riedel — Paris", "Atelier Lardeur \"Cabinet de curiosité\" — Paris"]
  },
  {
    "years": ["2011"],
    "events": [
      "Galerie Philippe Gelot \"Phosphorescence\" — Paris",
      "Go West exposition Unesco — Paris",
      "Go West exposition \"William Tower\" — Houston, Texas",
      "Commissaires d'exposition Houston/Paris: Jim Edwards, Houston Baptist University, Toby Kamps",
      "Mesnil Collection, Gustav Kopriva, Director Redbud, Karine Parker-Lemoine, RougeArt"
    ]
  },
  {
    "years": ["2010"],
    "events": ["Festival d’Avignon, La Salamandre Centre d’expressions artistiques — France"]
  },
  {
    "years": ["2009"],
    "events": [
      "Galerie Philippe Gelot \"Au-delà du portail\" — Paris",
      "Fondation Lopez-Fuseya — Palma de Mallorca, Espagne"
    ]
  },
  {
    "years": ["2006"],
    "events": ["Galerie Philippe Gelot \"Portraits croisés\" — Paris"]
  },
  {
    "years": ["2005"],
    "events": ["Centre Culturel Christiane Peugeot — Paris"]
  },
  {
    "years": ["2003"],
    "events": ["Bell Art Collection, Kosaido International Golf Club — Düsseldorf"]
  },
  {
    "years": ["2001"],
    "events": [
      "Galerie Philippe Gelot — Paris",
      "Monaco Art Collection — Düsseldorf",
      "Nationale u. International Künstler — Berlin",
      "Reportage télévisé FR3 Lyon Rhône-Alpes, \"Les gens d'ici\", réalisé par Sylvie Bosquéro, journaliste"
    ]
  },
  {
    "years": ["2000"],
    "events": ["Galerie Philippe Gelot — Paris"]
  },
  {
    "years": ["1998"],
    "events": ["Galerie Jacqueline Betton — Lyon"]
  },
  {
    "years": ["1996"],
    "events": ["Salon des Indépendants — Paris", "Galerie Crane — Lyon"]
  },
  {
    "years": ["1995"],
    "events": [
      "Exposition avec Junji Fuseya lors de cinq représentations exceptionnelles de son maître de kyôgen, sensaku shigeyama Trésor National Vivant au Théâtre du Temps — Paris",
      "Galerie Jacqueline Betton — Lyon"
    ]
  },
  {
    "years": ["1994"],
    "events": ["Salon International Art-Inter, médaille d’argent — Marseille"]
  },
  {
    "years": ["1993", "1991"],
    "events": [
      "Travail sur le thème de l’Eau et des Fontaines à Lisbonne. Création de carrelages — Portugal"
    ]
  },
  {
    "years": ["1975", "1968"],
    "events": [
      "Achats par Jacques Damase créateur de la Galerie de Varenne. Editeur à Bruxelles. Légataire testamentaire de Sonia Delaunay",
      "Soutenu par les peintres :Colas Geissler de la Galerie Iris Clert — Paris",
      "Roland Michenet, des galeries Daniel Cordier et Karl Flinker — Paris",
      "Le sculpteur Augustin Cardénas et le peintre Ivan Tovar",
      "Rencontre avec Elisa Breton",
      "Nombreuses expositions et manifestations spontanées dans le courant underground et psychédélique",
      "Exposition à l’Ecole Spéciale d’Architecture — Paris",
      "Exposition au Centre Culturel Américain du boulevard Raspail — Paris",
      "Exposition de groupe organisée par Jacques Sery — New York",
      "Création de peintures et réalisation de light-shows avec les groupes Mandala et Open Light pour des concerts Free Jazz et Rock — Paris",
      "Créateur et décorateur de stands de prêt à porter pour Jean-Charles de Castelbajac, Henry Lehr, Roberto Cavalli — Paris",
      "Création à Londres et à Paris de vêtements, sacs, accessoires de mode en peau d’agneau métallisée et imprimée par <b>Roberto Cavalli</b> pour Henry Lehr styliste chez Miura",
      "Boutique Miura Club présente chez Harrods — Londres",
      "Salons internationaux de prêt-à-porter — Paris, Londres, Munich",
      "Régisseur et décorateur de théâtre: Le Kaléidoscope, Théâtre Nô avec Junji Fuseya — Paris",
      "Marionnettiste dans la compagnie Yves et Geneviève Védrenne, \"Aux jeudis du Kaléidoscope\" en alternance avec Philippe Genty"
    ]
  },
  {
    "years": ["1967", "1964"],
    "events": [
      "Travail à Düsseldorf en Allemagne dans l’atelier du peintre Richard Matouschek, fondateur avec Ernst Fuchs du mouvement réalisme fantastique Autrichien"
    ]
  }
]
